<template>
	<view>
		<u-navbar back-text="返回"  back-icon-size="0" title="用户服务协议" :background="curThemeType ==='driver'?backgroundDri:backgroundCom" :back-text-style="backTextStyle" height='44' title-color="#FFFFFF"></u-navbar>
		<view style="padding: 5pt;">
<scroll-view scroll-y style="height: 100%;width: 100%;" id="content-xy">
<view class="fontBold">本协议签订地：杭州市滨江区</view>
<view class="fontBold">提示条款</view>
<view>
	欢迎您与纽车的运营主体纽车（杭州）科技有限公司共同签署本《纽车平台用户服务协议》（下称“本协议”），并使用纽车平台服务！
</view>
<view>
	<text class="fontBold">【审慎阅读】纽车及纽车APP客户端、纽车微信公众号、WAP端等（统称“纽车平台”或“纽车”或“本平台”）</text>请您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。
	<text class="fontBold">请您务必审慎阅读、充分理解各条款内容，特别是对用户权利进行限制的条款、免除或者限制纽车责任的条款、法律适用和争议解决条款，以及其他以粗体下划线标识的内容，您应重点阅读。您与纽车均应当严格履行本协议及其补充协议所约定的各项义务，如发生争议或纠纷，双方可以友好协商解决；协商不成的，任何一方均可向本协议签订地有管辖权的人民法院（即广州市天河区人民法院）提起诉讼。</text>如您对协议有任何疑问，可向纽车客服咨询。
</view>
<view>
	<text class="fontBold">【签约动作】</text>当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与纽车达成一致。<text class="fontBold">阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序或停止一切使用。</text>
</view>
<view>
	<text class="fontBold">一、名词解释</text>
</view>
<view>
	除您与纽车另有约定外，本协议及其补充协议当中的下列名词均采用如下解释：
</view>
<view>
	1.	纽车平台：指纽车享有全部著作权及其他知识产权的、提供给您及其他用户登录和使用的网站，包括纽车、纽车网站，以及对应的APP客户端、微信公众号及WAP端等；您可随时查看纽车平台网站首页底部公示的证照信息以核实身份信息。
</view>
<view>
	2.	纽车平台用户服务协议：指您与纽车订立的旨在约定您注册、登录、使用本平台，以及通过本平台下达订单、购买服务/产品、支付款项、使用服务/产品、售后处理等整个过程中，您与纽车之间的所有权利和义务的书面合同，包括本协议、补充协议、《租车规则》及《隐私政策》等附加协议，以及纽车平台规则。
</view>
<view>
3.	纽车平台补充协议：指纽车根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以您最终预留的联系方式通知您。	
</view>
<view>
	如您不同意变更事项，您有权于变更事项确定的生效日前联系纽车反馈意见。如反馈意见得以采纳，纽车将酌情调整变更事项。
</view>
<view class="fontBold">
	如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用纽车平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用纽车平台服务，则视为您同意已生效的变更事项。
</view>
<view>
	1.	订单：指由本平台生成的记录您通过本平台所购买的商品/服务的名称、品牌、价款等交易信息的文件。这份文件将被用作所有可能发生的与您购买有关的询问、请求和争议的参考。
</view>
<view>
2.	纽车账号：指您通过纽车平台提供的注册渠道，注册获得并可据以登录本平台的账号。您可能会在纽车平台上注册多个账号，您理解并接受，纽车为了方便管理，可能会对您各个账户内已获授权的个人信息进行调取、合并等操作。	
</view>
<view>
	3.	纽车平台规则：本平台在平台内已经发布及后续发布的各类规则、实施细则、解读、产品流程说明、公告等。
</view>
<view>
4.	租车合同：指您在纽车平台成功预订租车后，与实际提供车辆的租车公司签订的合同。您理解纽车是提供国际/国内自驾租车及旅游产品的预订服务的平台，并不实际运营车辆租赁；您同时应当遵守《租车合同》中的所有条款。	
</view>
<view class="fontBold">
	二、账户注册与使用规则
</view>
<view>1.您确认，在您开始注册程序使用纽车平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。若您不具备前述与您行为相适应的民事行为能力，<text class="fontBold"></text>则您及您的监护人应依照法律规定承担因此而导致的一切后果。</text>此外，您还需确保您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，否则您可能无法正常注册及使用纽车平台服务。</view>
<view>2.当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得纽车平台账户并成为纽车平台用户。您有权使用您设置或确认的手机号码，微信号或纽车会员名、邮箱（以下简称“账户名称”）及您设置的密码（账户名称及密码合称“账户”）登录纽车平台；纽车可要求您按我国法律规定完成实名认证。</view>
<view>3.您一经注册账户，即视为你同意纽车通过短信、微信或者电子邮件的方式向您注册时填写的手机号码或电子邮箱发送相应的广告信息、促销优惠等营销信息；您如果不同意发送，您可以通过相应的退订功能进行退订。</view>
<view>4.您的账户为您自行设置并由您保管，纽车任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开纽车平台。<text class="fontBold">账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，纽车并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</text></view>
<view>5.由于您的纽车账户关联您的个人信息及纽车平台商业信息，您的纽车账户仅限您本人使用。未经纽车平台同意，您直接或间接授权第三方使用您纽车账户或获取您账户项下信息的行为无效。如纽车根据纽车平台规则中约定的违约认定程序及标准判断您纽车账户的使用可能危及您的账户安全及/或纽车平台信息安全的，纽车平台可拒绝提供相应服务或终止本协议。</view>
<view>6.由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经纽车同意，并符合纽车平台规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。<text class="fontBold">除此外，您的账户不得以任何方式转让，否则纽车平台有权追究您的违约责任，且由此产生的一切责任均由您承担。</text></view>
<view class="fontBold">7.纽车平台原则上只允许每位用户使用一个账户。如有证据证明或根据纽车平台规则判断您存在不当注册或不当使用多个纽车账户的情形，纽车可以采取冻结或关闭账户、取消订单、拒绝提供服务等措施，如给纽车平台及相关方造成损失的，您还应承担赔偿责任。</view>
<view>8.为了防止您及其他用户的账号及其项下的个人信息泄露或者被他人窃取，纽车可能会随时采取计算机病毒查杀技术、计算机加密技术等措施进行保护。对此，您完全同意并接受，但这并不能免除您对会员卡号及其项下的个人信息所负有的妥善保管义务。</view>
<view>9.在使用纽车平台服务时，您应当按纽车平台页面的提示准确完整地提供您的信息（包括您的姓名及电子邮件地址、联系电话、联系地址等），以便纽车或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。如纽车按您最后一次提供的信息与您联系未果、您未按纽车的要求及时提供您准确的联系信息，由此产生的一切责任均由您承担。</view>
<view>10.您同意在符合法律法规及本条款规定的情况下使用个人账户，纽车有可能在某些情况（包括但不限于您违反有关法律法规规定或本协议或其它公开规则，或者您严重违背社会公德、提供虚假注册身份信息、经纽车判定认为存在恶意退车、退订单或不合常理的高退车、订单率等情形、或其他损害或经本平台判定认为可能损害纽车利益的不正当行为等）下暂时冻结、永久冻结、修改、删除您的个人账户或者采取其他处理措施。特别地，<text class="fontBold">您了解并同意，纽车用户管理系统中个人账户、积分、代金券、优惠券等互联网产品及服务所有权归属于纽车，会员在满足纽车公布的规则的前提下有权使用上述产品及服务。非经纽车同意，您不得将纽车各项产品及服务用于商业用途（例如：销售纽车会员账号、销售会员卡账户下积分、代金券、优惠券等会员账户权益或对在纽车下的订单进行再次销售等）。在使用纽车服务过程中，如果您或您的个人账户刻意规避纽车管理措施，或存在涉嫌欺诈、商业牟利、不恰当地使用服务或者其他违反本协议和其他公开规则的行为（包括但不限于使用作弊软件获取积分及代金券及贩卖个人账号、积分及代金券、盗号、协助盗号、非用于个人或家庭的合理消费等），纽车有权拒绝为您继续提供服务，永久冻结您的个人账户，并根据具体情况并有权对该等个人账号中因上述手段而产生、获得的一切虚拟产品或会员账户权益予以清零。有权对您的行为追究您的违约或侵权法律责任。</text></view>
<view class="fontBold">
11.如您的行为使纽车及/或其关联公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿纽车及/或其关联公司的上述全部损失。如您的行为使纽车及/或其关联公司遭受第三人主张权利，纽车及/或其关联公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。如因您的行为使得第三人遭受损失，纽车及/或其关联公司出于社会公共利益保护或消费者权益保护目的，可自您的任何纽车账户中划扣相应款项进行支付。	
</view>
<view class="fontBold">
	12.您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及纽车造成的全部损失与不利后果，纽车对此不承担责任。
</view>
<view>
	13.如发现任何未经授权使用您账户登录纽车平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知纽车。<text class="fontBold">您理解纽车对您的任何请求采取行动均需要合理时间，且纽车应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除纽车存在法定过错外，纽车不承担责任。</text>
</view>
<view class="fontBold">
	三、商品/服务和订单
</view>
<view>1.	纽车平台的车辆信息、商品信息、保险产品及其他服务信息均由车行等第三方供应商提供，纽车平台尽可能根据所接收到的商品信息准确、详尽地描述车辆信息。然而，由于供应商所提供的信息不一定是准确、完整、可靠、有效和没有错误的，因此纽车不能保证本平台所有商品/服务的描述和其他相关内容是准确、完整、可靠、有效和没有错误的。如您有任何异议或疑问，可与纽车的在线客服或电话客服联系反馈。</view>
<view>2.	本平台上显示的价格原则上均以人民币为计价单位，具体价格计价币种以具体商品/服务描述页面标注为准，若您的订单有部分金额需直接支付给供应商，本平台上的价格仅为预估价格，您实际支付的款项可能受汇率波动，具体价格以您现场支付的为准。</view>
<view>3.	纽车及第三方供应商保留根据市场价格波动随时修改上线商品或服务价格的权利而无须事先通知您。<text class="fontBold">在由于供应商提供错误价格信息、系统漏洞、排版错误等非纽车真实意思表示下以不正确或明显低于市场价的价格列出来的商品，即便订单已经二次确认，纽车及车行供应商有拒绝或取消任何以不正确或明显低于市场价的价格列出来的商品下订单的权利。</text></view>
<view>4.纽车保留对单个商品或服务的区域出售数量、规则进行限制的权利，有权对单个订单的商品或服务购买数量及同一IP地址对同类商品/服务购买数量、规格进行限制。</view>
<view>5.由于市场变化、供应商因素、商品的特殊性以及各种合理商业努力难以控制因素的影响，无法避免的会出现您提交的订单中的商品/服务出现缺车、价格标示错误等情况。在您提交线上订单后，纽车会与您二次确认订单内容。<text class="fontBold">您理解并同意，一般情况下在二次确认后，该订单方才生效。若纽车客服未与您进行二次确认，则该订单不发生法律效力；特殊情况下，即使二次确认，纽车也可能基于不可预见的缺车或价格标识等意外情况而取消订单，并主动联系您沟通订单缺车、价格标错等问题。若您与纽车在二次确认后又修改原提交订单的内容，则按照二次确认后修改的订单履行各自的权利和义务。</text></view>
<view><text class="fontBold">6.配送服务：</text>所订购的商品/服务如涉及物流配送，有两种配送方式：（1）由纽车选择具有物流配送资质的公司为您提供配送服务；（2）由第三方供应商选择具有提供配送资质的公司为您提供服务。基于配送合作、配送秩序的考虑，原则上纽车及第三方供应商无法按照您的指定由某个物流服务商进行配送，除非页面有明确说明。</view>
<view class="fontBold">7.商品收取</view>
<view>7.1您所订购的商品将被送至订单表格上注明的账号或送车地址。对于虚拟商品，如电子券码或流量充值等，一旦纽车向订单账号发送电子券码或进行充值即完成交付和收取。无论什么原因商品不能送达到送车地址的，第三方供应商将会尽快跟您取得联系。假如从第三方供应商第一次试图跟您联系之日7天内您没有提供答复，第三方供应商有权取消该订单。对于生鲜品类商品，因配送时间的耽误，商品极有可能已经损坏，故纽车将不再退回您已支付的所有款项；对于其他商品，纽车将收取来回的快递费。</view>
<view>7.2对于实物商品，在您收到订购商品时，您书面签收则证明您收到了完好状态的商品。如果包装出现破损，请拒收。</view>
<view class="fontBold">7.3您在本平台购买的商品由配送公司为您完成订单交付的，系统或者单据记录的签收时间为交付时间；您购买的商品采用在线传输方式交付的，第三方供应商向您指定系统发送的时间为交付时间；您购买服务的，生成的电子或者实物凭证中载明的时间为交付时间。</view>
<view>
	7.4如果您收到的商品与送车单中的商品列表不符，您可以按照本平台对外公布且正在实施的退车政策及退车程序，将相应的商品退回第三方供应商。
</view>
<view>1.	退回订单</view>
<view class="fontBold">8.2对于适用七天无理由退车的商品，您如果需要退车的，请在收到商品之日起7天内，按照不影响商品正常使用及再次销售的原则，将您需要退车的商品及其包装、赠品、送车单、税务发票（如有）等送车时一并交付给您的物品和资料，全部完好无损地退回第三方供应商。否则，第三方供应商有权不予退车。除有相反的证据外，退车的日期以第三方供应商收到的包裹上显示的寄出邮戳所显示的日期为准。对于某些商品或服务，如在商品或服务详情页面及有关退车、退订单政策中已提示该类商品或服务不予以退车的，您的下达订单行为将被视为您已同意接受第三方供应商对此类商品或服务不予退车或退订单的安排。</view>
<view class="fontBold">8.3第三方供应商有权拒绝不符合纽车对外公布实施的退车或退订单政策所规定的条件的所有退车或退订单。仅当第三方供应商确认以上规定的这些条款得到了适时的遵从后，才会启动返还车款或订单金额的程序。</view>
<view>8.4如果您的退车或退订单与上述退车或退订单规定不符，您将无法得到任何退款。不过，您仍有资格自行支付费用（包括运费）以便接收已经退回到第三方供应商的商品。如果您不想接收已经退回到第三方供应商的商品，第三方供应商有权保有这些商品并保留已经收到的金额。</view>
<view class="fontBold">三、用户信息的保护及授权</view>
<view class="fontBold">
	1.个人信息的保护
</view>
<view>
	纽车非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用纽车提供的服务时，您同意纽车按照在纽车平台上公布的《隐私政策》收集、存储、使用、披露和保护您的个人信息。纽车希望通过《隐私政策》向您清楚地介绍纽车对您个人信息的处理方式，因此纽车建议您完整地阅读《隐私政策》，以帮助您更好地保护您的隐私权。
</view>
<view class="fontBold">
	2.您应当确保您所发布的信息不包含以下内容：
</view>
<view class="fontBold">
2.1违反国家法律法规禁止性规定的；	
</view>
<view class="fontBold">2.2政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</view>
<view class="fontBold">2.3欺诈、虚假、不准确或存在误导性的；</view>
<view class="fontBold">2.4侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；</view>
<view class="fontBold">2.5侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；</view>
<view class="fontBold">2.6存在可能破坏、篡改、删除、影响纽车平台任何系统正常运行或未经授权秘密获取纽车平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；</view>
<view class="fontBold">
2.7其他违背社会公共利益或公共道德或依据相关纽车平台协议、规则的规定不适合在纽车平台上发布的。	
</view>
<view class="fontBold">四、知识产权保护</view>
<view>1.纽车对本平台的内容享有全部知识产权，包括但不限于：编码、商标、服务标志、商号、图形、美术品、照片、肖像、文字内容、音频片断、按钮图标以及计算机软件、标识、数码下载、数据汇编、评论都是纽车或其内容提供者的财产，受到中华人民共和国版权相关法律法规的保护。</view>
<view class="fontBold">2.您仅在符合本平台使用目的的前提下被许可浏览和使用本平台，即以个人名义浏览信息和购买供个人使用商品的目的。禁止其他方式的使用，包括但不限于以下方式：复制、修改、销售、传送、再版、删除、添加、展览、记入或演示本平台的内容或以其他方式部分地或整体地非法使用本平台的内容，但基于宣传、分享纽车平台及商品，且经纽车允许将本平台当中的资讯转发至微信朋友圈等第三方媒体的除外。</view>
<view>3.您不得进行任何侵犯本平台或其他用户合法权益的行为，纽车平台保留追究您法律责任的权利。这些将被追究法律责任的行为包括但不限于：</view>
<view>3.1修改、复制和/或发行本平台；</view>
<view>
	3.2进行编译、反编译、反向工程或者以其他方式破解本平台的行为；
</view>
<view>
	3.3使用本平台外挂和/或利用本平台当中的BUG来获得不正当的利益；
</view>
<view>
	3.4利用劫持域名服务器等技术非法侵入、破坏本平台的服务器软件系统，非法挤占本平台的服务器空间，或者实施其他的使之超负荷运行的行为；
</view>
<view>
3.5修改、增加、删除、窃取、截留、替换本平台的客户端和/或服务器软件系统中的数据；	
</view>
<view>
	3.6假冒纽车或签约商家在本平台当中发布任何诈骗或虚假信息；
</view>
<view>
	3.7在本平台当中内置插件程序或者其他的第三方程序；
</view>
<view>
	3.8利用本平台故意传播恶意程序或计算机病毒；
</view>
<view>
	3.9利用爬虫程序或其他类似技术对纽车上的数据、信息、用户信息进行爬取及引用。
</view>
<view class="fontBold">
1.	【授权使用】对于您提供、发布及在使用纽车平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，在法律规定的保护期限内您免费授予纽车及其关联公司获得全球排他的许可使用权利及再授权给其他第三方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。您同意纽车及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。	
</view>
<view class="fontBold">
2.	为方便您使用微信、支付宝等其他相关服务，您授权纽车将您在账户注册和使用纽车平台服务过程中提供、形成的信息传递给相关服务提供者，或其他相关服务提供者获取您在注册、使用相关服务期间提供、形成的信息。	
</view>
<view class="fontBold">
	五、协议的终止
</view>
<view class="fontBold">
	终止的情形
</view>
<view>1.	<text class="fontBold">【用户发起的终止】</text>您有权通过以下任一方式终止本协议：</view>
<view>1.1在满足纽车网公示的账户注销条件时您向纽车申请注销您的账户的；</view>
<view>1.2变更事项生效前您停止使用并明示不愿接受变更事项的；</view>
<view>1.3您明示不愿继续使用纽车平台服务，且符合纽车网终止条件的。</view>
<view>1.	<text class="fontBold">【纽车发起的终止】</text>出现以下情况时，纽车可以向您最后预留的联系方式通知您终止本协议：</view>
<view>
	2.1您违反本协议约定，纽车依据违约条款终止本协议的；
</view>
<view>
	2.2您盗用他人账户、发布违禁信息、骗取他人财物、售假、扰乱市场秩序、采取不正当手段谋利等行为，纽车依据纽车平台规则对您的账户予以查封的；
</view>
<view>
	2.3除上述情形外，因您多次违反纽车平台规则相关规定且情节严重，纽车依据纽车平台规则对您的账户予以查封的；
</view>
<view>
	2.4您的账户被纽车依据协议回收的；
</view>
<view>
	2.5其它应当终止服务的情况。
</view>
<view class="fontBold">
	六、法律适用、管辖与其他
</view>
<view>
	1.【法律适用】本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。
</view>
<view>2.【管辖】您因使用纽车平台服务所产生及与纽车平台服务有关的争议，由纽车与您协商解决。协商不成时，任何一方均可向协议签订地有管辖权的人民法院提起诉讼。</view>
<view>3.【可分性】本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</view>
<view>七、通知与送达</view>
<view>联系方式：您在注册成为纽车会员，并接受纽车平台服务时，您应该向纽车提供真实有效的联系方式，对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。<text class="fontBold">您在注册申请纽车时生成的用于登陆纽车平台接收站内信、您指定的邮寄地址为您的法定联系地址或您提供的有效联系地址。您同意司法机关可采取以上一种或多种送达方式向您达法律文书，司法机关采取多种方式向您送达法律文书，送达时间以上述送达方式中最先送达的为准。</text>您同意上述送达方式适用于各个司法程序阶段。如进入诉讼程序的，包括但不限于一审、二审、再审、执行以及督促程序等。你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。消息的会员卡卡号（包括子账号），也作为您的有效联系方式。纽车将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。纽车通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在纽车平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送系统消息以及站内信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。<text class="fontBold">对于在纽车平台上因交易活动引起的任何纠纷，您同意司法机关（包括但不限于人民法院）可以通过手机短信、电子邮件等现代通讯方式或邮寄方式向您送达法律文书（包括但不限于诉讼文书）。您指定接收法律文书的手机号码、电子邮箱等联系方式为您在纽车平台注册、更新时提供的手机号码、电子邮箱联系方式，司法机关向上述联系方式发出法律文书即视为送达。</text></view>
<view class="fontBold">八、其他约定</view>
<view class="fontBold">1.纽车保留随时地、不需要任何理由地、单方面地修订本协议的权利。本协议一经修订即完全替代修订前的协议版本，并通过适当的方式向所有用户公开征求意见，您可以通过平台指定的方式向纽车反馈意见。如果您不同意修订后协议版本，请您立即停止使用本平台，否则即视同您同意并完全接受修订后的协议版本。</view>
<view>2.由于互联网高速发展，您与纽车签署的本协议列明的条款并不能完整覆盖您与纽车所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，纽车平台的《隐私政策》、纽车平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用纽车平台服务，视为您同意上述补充协议。</view>
<view class="fontBold">3.本协议及其补充协议签订地为浙江省杭州市滨江区，均受中华人民共和国法律、法规管辖。</view>
<view class="fontBold" style="text-align: right;">纽车（杭州）科技有限公司</view>
<view class="fontBold" style="text-align: right;">
	2020年10月22日(订)
</view>
		</scroll-view>
				</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {
				backTextStyle:{
					'color':'#ffffff'
				},
			}
		},
		methods: {
			toPage(){
				this.$u.route({url:'/pages/mycenter/mycenter',type:'switchTab'})
			},
			
		}
	}
</script>

<style lang="scss" scoped>
	.btn-refuse{
		background: #C0C4CC;
	}
	 .btn-agree{
		background: linear-gradient(55deg, $bg-grad-AB, $bg-grad-DDC);
	 }
	 .fontBold{
		 font-weight: bold;
	 }

		 view{
			 padding: 10pt 0;
		 }
	 
</style>
